export const data=[
    {
        id: 1,
        name:"Coperni",
        discription:"Если клатчи все же не для вас, а добавить образу перчинки все же хочется, попробуйте разбавить лук вечерней сумкой. Это может быть аксессуар с пайетками, блестками и расшитый бисером, а также необычная модель, которую можно встретить разве что на красной дорожке. Вроде стеклянной сумки Coperni, с которой уже успели засветиться на светских мероприятиях Doja Cat и Кайли Дженнер",
        searchTerm: "вечерние",
        image:"https://n1s1.hsmedia.ru/d6/a2/2e/d6a22eb9dafbc928b83d4d915f280019/332x443_1_718e6ff1a983d6578e75452d38cb8619@1600x2133_0xac120003_1185167371650029703.jpeg"
    },
   {
        id:2,
        name:"Dior",
        discription:"Сумка как произведение искусства. Такую цель поставили перед собой креативные директора модных Домов, придумывая свои знаковые аксессуары сезона. Дизайнеры решили, что сумка определенно должна быть строгой формы, чтобы смотреться эффектно и стильно с любым аутфитом",
        searchTerm:"строгая форма",
        image: "https://n1s1.hsmedia.ru/a6/f6/22/a6f6227930d62d9078d5255fefbcea98/332x442_1_5edef35fc14929a6a2e535b165818517@794x1058_0xac120003_6408210571650028973.jpeg"
    },
   {
        id:3,
        name:"Chanel",
        discription:"Сумки-хобо удерживают лидирующие позиции уже несколько сезонов. Осенью-2022 они стали более вместительными, дополнились декоративными деталями, вроде ручки-цепочки, а также монограммой бренда и фирменный цветным твидом.",
        searchTerm:"хобо",
        image: "https://n1s1.hsmedia.ru/05/c1/82/05c1823876fc0cb38820ca7e337a2546/332x443_1_8541a20e9c4e219bc58e04124ee2dc68@892x1189_0xac120003_11793507081650029195.jpeg"
    },
    {
        id: 4,
        name:"Fendi ",
        discription:"Мы привыкли считать клатчи частью вечернего гардероба, однако креативные директора модных брендов предлагают носить такие сумки и днем. Дизайнеры показывают более универсальные модели, которые вполне могут заменить повседневную сумку и более экспериментальные, напоминающие по форме и размеру карманное зеркальце.",
        searchTerm: "клатч",
        image:"https://n1s2.hsmedia.ru/91/17/8b/91178ba74aca9da7bebd68dc4f038be2/332x442_1_6dee395eb4d79198a9f2bf09536dafea@683x910_0xac120003_8700106461650029430.jpeg"
    },
    {
        id:5,
        name:"Markarian",
        discription:"Микросумки, на которых индустрия помешалась еще пару сезонов назад, остались лишь в наших воспоминаниях или на полке в шкафу, как напоминание о быстротечности моды. Да, такие аксессуары классно смотрятся с любым аутфитом, но точно не обладают особой практичностью. Дизайнеры ушли от моделей неестественных размеров и нашли компромисс: они делают сумки, в которые вполне может уместиться помада, ключи и кредитная карта. Возможно, на каждый день вместе с такой сумкой придется брать и хлопковый шоппер, а вот вечером обойтись одной миниатюрной Versace неонового зеленого или блестящей Markarian вполне можно.",
        searchTerm:"миниатюрные",
        image:"https://n1s2.hsmedia.ru/8a/5b/a0/8a5ba07d45ee77d23732b1692a4a6b7c/332x443_1_4231d557f74bbd3b9058541ffd037d98@875x1167_0xac120003_6868015911650028851.jpeg"
    },
    {
        id:6,
        name:"Prada ",
        discription:"Сумка-треугольник Prada или аксессуары с треугольными узорами,  символизируют, что геометрия — один из главных трендов сезона осень-зима 2022/23. Такая модель станет классной альтернативой наскучившей классике и поможет разбавить монохромные повседневные аутфиты.",
        searchTerm:"геометрия",
        image: "https://n1s1.hsmedia.ru/9a/92/0c/9a920c42bb67cd66bc540c5dc29b1322/332x443_1_b4a1989dc648399c787787413d3d6df9@1045x1394_0xac120003_19714030591650029273.jpeg"
    },
    {
        id:7,
        name:"Gabriela Hearst ",
        discription:"Сумка Gabriela Hearst и Nanushka, символизируют, что геометрия — один из главных трендов сезона осень-зима 2022/23. Такая модель станет классной альтернативой наскучившей классике и поможет разбавить монохромные повседневные аутфиты.",
        searchTerm:"геометрия",
        image: "https://n1s2.hsmedia.ru/d5/6d/08/d56d08f558e26be00c29372c50f61946/332x443_1_5b28658e82135d2d39b86bbe86f0c5ba@976x1301_0xac120003_1420153141650029284.jpeg"
    },
    {
        id:8,
        name:"Proenza Schouler ",
        discription:"Альтернативой сумкам строгой формы станут модели из мягкой кожи. Такой аксессуар — более универсальный и комфортный в повседневной носке. Плюс сумка мягкой формы не перетягивает на себя слишком много внимания. А еще она довольно вместительная.",
        searchTerm:"мягкая форма",
        image: "https://n1s1.hsmedia.ru/2b/69/f5/2b69f53b667d81a1c32c207891f67fd7/332x443_1_acf76345be31a0e61e08763276fba417@1920x2560_0xac120003_2145101381650029820.jpeg"
    },
    {
        id:9,
        name:"Louis Vuitton ",
        discription:"Сумки-хобо удерживают лидирующие позиции уже несколько сезонов. Осенью-2022 они стали более вместительными, дополнились декоративными деталями, вроде ручки-цепочки, а также монограммой бренда и фирменный цветным твидом.",
        searchTerm:"хобо",
        image: "https://n1s1.hsmedia.ru/46/a0/c4/46a0c414a7289499398268a2159ca8b4/332x443_1_7eb7868af161c18ff824d7de2354e285@1050x1400_0xac120003_49173891650029184.jpeg"
    },
    {
        id:10,
        name:"Versace" ,
        discription:"Микросумки, на которых индустрия помешалась еще пару сезонов назад, остались лишь в наших воспоминаниях или на полке в шкафу, как напоминание о быстротечности моды. Да, такие аксессуары классно смотрятся с любым аутфитом, но точно не обладают особой практичностью. Дизайнеры ушли от моделей неестественных размеров и нашли компромисс: они делают сумки, в которые вполне может уместиться помада, ключи и кредитная карта. Возможно, на каждый день вместе с такой сумкой придется брать и хлопковый шоппер, а вот вечером обойтись одной миниатюрной Versace неонового зеленого или блестящей Markarian вполне можно.",
        searchTerm:"миниатюрные",
        showMore:false,
        image: "https://n1s2.hsmedia.ru/f7/22/40/f72240b63b010957b30c4b3c50c31fa8/332x442_1_d822be9b81add34acad9f317c3d04fcd@980x1306_0xac120003_12150619661650028859.jpeg"
    },
    {
        id:11,
        name:"Loewe ",
        discription:"Альтернативой сумкам строгой формы станут модели из мягкой кожи. Такой аксессуар — более универсальный и комфортный в повседневной носке. Плюс сумка мягкой формы не перетягивает на себя слишком много внимания. А еще она довольно вместительная.",
        searchTerm:"мягкая форма",
        showMore:false,
        image: "https://n1s2.hsmedia.ru/ff/65/03/ff65032452fb12f4e5dc91149b6ad023/332x443_1_07289bbc0b3a800c60f65a2f488cffbd@876x1168_0xac120003_12698391181650029841.jpeg"
    },
    {
        id:12,
        name:"Gabriela Hearst",
        discription:"Сумка как произведение искусства. Такую цель поставили перед собой креативные директора модных Домов, придумывая свои знаковые аксессуары сезона. Дизайнеры решили, что сумка определенно должна быть строгой формы, чтобы смотреться эффектно и стильно с любым аутфитом",
        searchTerm:"строгая форма",
        showMore:false,
        image: "https://n1s2.hsmedia.ru/03/c5/1d/03c51dede4a2f07ad81e11f4fbbd171f/332x442_1_0c0e1589cac06224fc0671bce145df36@980x1306_0xac120003_2423385551650028990.jpeg"
    },
    {
        id:13,
        name:"Altuzarra ",
        discription:"Рюкзак — идеальное решение для тех, кто хочет взять с собой все необходимое, правильно распределить нагрузку на плечи и освободить руки. Дизайнеры уверены, что ради комфорта не стоит жертвовать стилем, и предлагают модные модели из кожи, а также вместительные плетеные рюкзаки.",
        searchTerm:"рюкзак",
        showMore:false,
        image: "https://n1s2.hsmedia.ru/9b/bc/43/9bbc430d5f5262a396712737ad7b06fe/332x443_1_31fdda9110d51524f374bf3bacfbea22@1920x2560_0xac120003_13244061691650030742.jpeg"
    },
    {
        id:14,
        name:"Brandon Maxwell ",
        discription:"Если вы уходите из дома рано утром, а возвращаетесь поздно вечером после целого рабочего дня, тренировки и встречи с друзьями, то вам точно оне обойтись без сумки макси. За вместительными моделями, в которые поместится ноутбук, форма для зала и бутылка для воды, стоит отправиться к Brandon Maxwell, Chloé, Chanel и Dior.",
        searchTerm:"размер XXL",
        showMore:false,
        image:"https://n1s2.hsmedia.ru/7e/f7/74/7ef774489a7bade1fb2602c9115fb8c3/332x442_1_b3d6562bddf42f91495fbe7ce72ff034@980x1306_0xac120003_12592207781650029952.jpeg"
    },
    {
        id:15,
        name:"Chanel ",
        discription:"Осенне-зимний гардероб просто создан для сумок из меха и плюша. Такие будут гармонично смотреться с дубленкой и шубой, а также с пуховиком и шерстяным пальто. Полностью меховые модели показали Ulla Johnson и Loewe, а Fendi и Chanel использовали мех в качестве декора.",
        searchTerm:"меховая отделка",
        showMore:false,
        image: "https://n1s1.hsmedia.ru/fe/5b/54/fe5b540a93c50724fafef56922cf0c95/332x443_1_a7c5ca6f885fa2c444877d160b9ad446@1044x1392_0xac120003_7542636191650030064.jpeg"
    },
    {
        id:16,
        name:"Chloé ",
        discription:"Если вы уходите из дома рано утром, а возвращаетесь поздно вечером после целого рабочего дня, тренировки и встречи с друзьями, то вам точно оне обойтись без сумки макси. За вместительными моделями, в которые поместится ноутбук, форма для зала и бутылка для воды, стоит отправиться к Brandon Maxwell, Chloé, Chanel и Dior.",
        searchTerm:"размер XXL",
        showMore:false,
        image:"https://n1s1.hsmedia.ru/6e/c9/7a/6ec97a7d3670a6437e6d14658781e91b/332x443_1_ca8012ac3872058378b19289fe8d8444@1045x1394_0xac120003_20332874941650029960.jpeg"
    },
    {
        id:17,
        name:"Ulla Johnson ",
        discription:"Осенне-зимний гардероб просто создан для сумок из меха и плюша. Такие будут гармонично смотреться с дубленкой и шубой, а также с пуховиком и шерстяным пальто. Полностью меховые модели показали Ulla Johnson и Loewe, а Fendi и Chanel использовали мех в качестве декора.",
        searchTerm:"меховая отделка",
        showMore:false,
        image: "https://n1s1.hsmedia.ru/32/2c/0c/322c0c1312e967844dc7101d3c372e5e/332x443_1_fa7d4b6881747b02254344e0000768fa@880x1173_0xac120003_358613901650030056.jpeg"
    },
    
    {
        id:18,
        name:"Gabriela Hearst",
        discription:"Рюкзак — идеальное решение для тех, кто хочет взять с собой все необходимое, правильно распределить нагрузку на плечи и освободить руки. Дизайнеры уверены, что ради комфорта не стоит жертвовать стилем, и предлагают модные модели из кожи, а также вместительные плетеные рюкзаки.",
        searchTerm:"рюкзак",
        showMore:false,
        image: "https://n1s1.hsmedia.ru/04/e9/ad/04e9add7717b548ec611f69b1b79b14d/332x443_1_7d3691529c58b49090abd214d08497a4@1920x2560_0xac120003_34808211650030693.jpeg"
    },
   
    {
        id:19,
        name:"Blumarine ",
        discription:"Ностальгия по гламурной эпохе отчетливо видна в работе практически каждого модного Дома. Больше всего по двухтысячным скучает, конечно, Blumarine, а в этом сезоне и Fendi. Именно в новых коллекциях этих брендов стоит искать сумки в стиле нулевых — небольшие модели на плечо, прямоугольные и с короткой ручкой",
        searchTerm:"2000-е",
        showMore:false,
        image: "https://n1s2.hsmedia.ru/39/b2/bf/39b2bfe32f251cb6d9848f2b654dd069/332x442_1_31174be8019de49583af673808043996@980x1306_0xac120003_7550851621650029088.jpeg"
    },
    {
        id: 20,
        name:"Louis Vuitton ",
        discription:"Сумка-ведро возвращается на подиум каждые пару лет. Следующей осенью будут актуальны вместительные и мягкие модели из кожи. На шопинг отправляйтесь с Louis Vuitton.",
        searchTerm: "сумка-ведро",
        showMore:false,
        image:"https://n1s1.hsmedia.ru/4b/8c/4a/4b8c4a2159b58dffd47edcc420f98b3f/332x443_1_258509431853f17b879a1c6417639e43@1062x1416_0xac120003_20328301731650030241.jpeg"
    },
    {
        id:21,
        name:"Fendi ",
        discription:"Ностальгия по гламурной эпохе отчетливо видна в работе практически каждого модного Дома. Больше всего по двухтысячным скучает, конечно, Blumarine, а в этом сезоне и Fendi. Именно в новых коллекциях этих брендов стоит искать сумки в стиле нулевых — небольшие модели на плечо, прямоугольные и с короткой ручкой",
        searchTerm:"2000-е",
        showMore:false,
        image: "https://n1s2.hsmedia.ru/75/6d/ac/756dace47ed6d4968f1099e745a3cb06/332x442_1_5bb7662c6ba4d5541e20abfa21608d49@980x1306_0xac120003_11898169251650029116.jpeg"
    },
    {
        id: 22,
        name:"Off-White ",
        discription:"Если клатчи все же не для вас, а добавить образу перчинки все же хочется, попробуйте разбавить лук вечерней сумкой. Это может быть аксессуар с пайетками, блестками и расшитый бисером, а также необычная модель, которую можно встретить разве что на красной дорожке. Вроде стеклянной сумки Coperni, с которой уже успели засветиться на светских мероприятиях Doja Cat и Кайли Дженнер",
        searchTerm:"вечерние",
        showMore:false,
        image:"https://n1s2.hsmedia.ru/f6/09/fc/f609fc58cdfa5d74b0a7b8f3741da661/332x442_1_e587c6cedf0704ade29d3f1ecc124fa9@683x910_0xac120003_4847386151650029691.jpeg"
    },
    {
        id: 23,
        name:"Brandon Maxwell",
        discription:"Мы привыкли считать клатчи частью вечернего гардероба, однако креативные директора модных брендов предлагают носить такие сумки и днем. Дизайнеры показывают более универсальные модели, которые вполне могут заменить повседневную сумку и более экспериментальные, напоминающие по форме и размеру карманное зеркальце.",
        searchTerm: "клатч",
        showMore:false,
        image:"https://n1s2.hsmedia.ru/a6/92/a9/a692a99bee6ff33a364982c165eb177f/332x442_1_269daa810411cb03fd9bcfbd2d7caedd@980x1306_0xac120003_12105970321650029442.jpeg"
    },
    {
        id: 24,
        name:"Altuzarra ",
        discription:"Сумка-ведро возвращается на подиум каждые пару лет. Следующей осенью будут актуальны вместительные и мягкие модели из кожи. На шопинг отправляйтесь с Altuzarra.",
        searchTerm:"сумка-ведро" ,
        showMore:false,
        image:"https://n1s1.hsmedia.ru/b7/e9/a3/b7e9a31de8234f32770878941ebd7684/332x443_1_6a20a5649c0cf98eea0c69beb821ff31@883x1177_0xac120003_19157768461650030281.jpeg"
    }
]