function Image(){
   return(
   <div>
      <div className="cont">
         <h3 className="moda"> Детали образа, которые выдают безупречный вкус </h3>
      </div >
      <div className="cont">
         <a href="#one"><button  className="change">Глаженая одежда</button></a>
         <a href="#two"><button className="change" >Остроносая обувь</button></a>
         <a href="#three"><button className="change">Маникюр</button></a>
         <a href="#four"><button className="change"> Украшения</button></a>
         <a href="#five"><button className="change" >Сумка-багет</button></a>
         <a href="#six"><button className="change" >Кожаный ремень</button></a>
         <a href="seven"><button className="change" >Фурнитура</button></a>
         <a href="#eight"><button className="change" >Колготки</button></a>
      </div>
      <div class="cont" >
         <img src="https://n1s1.hsmedia.ru/fd/eb/c4/fdebc4486961e53635e196b870928fde/728x542_1_c60953938c73455fe2e382243bf856ea@1200x894_0xac120003_14249028231672074353.jpeg"width="600px" height="400px" alt="Главная"/>
      </div>
      <section id="one">
         <h2 className="name">Глаженая одежда</h2>
         <div class="law" >
            <img src="https://n1s2.hsmedia.ru/70/01/90/70019043ded0efe37e62e03a619add61/332x498_1_9d6233ab9928f60a59366cfcb155c8ac@1737x2606_0xac120003_217497031672073141.jpeg"width="600px" height="500px" alt="глаженая одежда"/>
            <h3 className="text">Последние модные тенденции говорят носить мятые вещи, но мы на тренды не падки, поэтому с дизайнерскими решениями согласиться не можем. Для одних неглаженая одежда — уличный стиль, который подразумевает потрепанную ткань, для других же — это лень и отсутствие вкуса. Идеальные немятые рубашки, платья и брюки смотрятся дорого, поэтому не пренебрегайте домашними заботами. Если вы не успеваете гладить наряды на мероприятия и рабочие встречи, обратите внимание на одежду из специально обработанного хлопка, шерсти, ангоры и кашемира.</h3>
         </div>
      </section>
      <section id="two">
         <h2 className="name">Остроносая обувь</h2>
         <div class="law" >
            <h3 className="text">Пусть сейчас и популярны сапоги с квадратным мысом, заостренный — вечная классика в мире моды. Он визуально стройнит ноги и делает образ элегантным и стильным. Тренды приходят и уходят, но одно остается неизменным — остроносая обувь, в которую можно и нужно инвестировать, ведь она идеально впишется как в повседневный аутфит, так и вечерний наряд. Ищите вдохновение в дизайнерских коллекциях Prada, Valentino и Bottega Veneta и смело надевайте свои черевички.</h3>
            <img src="https://n1s1.hsmedia.ru/f2/3e/4f/f23e4f001d3c7231dd64339ab4acdeaa/332x498_1_cc993ac5c0ea66602f1add5c5f86cd7b@1621x2430_0xac120003_568641361672073310.jpeg" width="600px" height="500px" alt="остроносая обувь"/>
         </div>
      </section>
      <section id="three">
         <h2 className="name">Маникюр</h2>
         <div class="law" >
            <img src="https://n1s1.hsmedia.ru/36/2c/70/362c70370141946746335ac683c9ea65/728x546_1_e91b225b9766c580cca287d110f1f6d7@1470x1103_0xac120003_381681111672073802.jpeg"width="600px" height="500px" alt="маникюр"/>
            <h3 className="text">Чтобы выглядеть безупречно, недостаточно хорошо одеваться. У каждого идеального образа есть маленькая деталь, про которую девушки часто забывают — аккуратный маникюр. Ходить с отросшим покрытием или не ухаживать за формой и кутикулой считается признаком дурного тона, да и с неопрятными ногтями вы не почувствуете себя роскошно. Если вас не привлекают яркие оттенки в маникюре, присмотритесь к базовым пастельным цветам: бежевому, молочному и нежно-розовому. Однако модные инфлюенсеры доказали, что и без покрытия гелем можно выглядеть дорого — достаточно регулярно ухаживать за кутикулой и красить ногти бесцветным лаком.</h3>
         </div>
      </section>
      <section id="four">
         <h2 className="name">Минималистичные украшения</h2>
         <div class="law" >
            <h3 className="text">Ювелирный минимализм — тренд, который никогда нас не покинет. Стилисты уверены, что актуальность лаконичным украшениям задал еще в семидесятые годы знаменитый бренд Cartie, что доказали нам его классические коллекции Love и Juste un Clou. Утонченные камни, изящные изгибы колец, аккуратные серьги и колье смотрятся элегантнее бижутерии, лишь пытающейся казаться предметом роскоши. Какие украшения выбрать, чтобы не прогадать? Рекомендуем присмотреться к кольцам-печаткам, геометрическим серьгам, жемчужным чокерам и ассиметричным подвескам.</h3>
            <img src="https://n1s1.hsmedia.ru/03/4a/20/034a2089d1b35a22d476d902000f5c00/332x498_1_2d640e1026b7fba9aae10e33e9abc866@3333x5000_0xac120003_4172197161672073819.jpeg" width="600px" height="500px" alt="минималистичные украшения"/>
         </div>
      </section>
      <section id="five">
         <h2 className="name">Сумка-багет</h2>
         <div class="law" >
            <img src="https://n1s1.hsmedia.ru/58/9a/1f/589a1f8814b73c6ea1ef0894835c819f/728x546_1_ff4868d669b0b514da394b411e5e177c@1708x1281_0xac120003_19216024501672074040.jpeg"width="600px" height="500px" alt="сумка-багет"/>
            <h3 className="text">Последние годы в вишлистах модниц стритстайла главную позицию занимает сумка-багет, мечтать о которой нас заставила Кэрри Брэдшоу в сериале «Секс в большом городе». Аксессуар полюбился каждой девушке, и это неудивительно: модель оказалась удобной и стильной. Нравится нам сумка-багет и за счет своей универсальности: неважно, какой на вас аутфит, она идеально сочетается как со спортивным выходом, так и с вечерним.</h3>
         </div>
      </section>
      <section id="six">
         <h2 className="name">Кожаный ремень</h2>
         <div class="law" >
            <h3 className="text">Шнурки, платки и подтяжки, которые помогают не потерять джинсы-трубы, сейчас на пике популярности, но мы убеждены, что именно кожаный ремень делает ваш образ дорогим и эстетичным. Пренебрегать этим базовым элементом — модное преступление, ведь он способен кардинально изменить аутфит: подчеркнуть талию, удлинить ноги, расставить акценты. Выбирайте аксессуар в черном и коричневом оттенках с золотой или серебряной пряжкой, под которую подбирайте сумку и украшения.</h3>
            <img src="https://n1s1.hsmedia.ru/8a/36/75/8a36753cf7a80e8e49ef65f5195e23cd/728x546_1_fe43ffb5594535bdda26420e058ed30a@1706x1280_0xac120003_6378560311672074047.jpeg" width="600px" height="500px"alt="Кожаный ремень" />
         </div>
      </section>
      <section id="seven">
         <h2 className="name">Фурнитура на сумке</h2>
         <div class="law" >
            <img src="https://n1s1.hsmedia.ru/a8/52/c7/a852c760b44e9b6e1d3256aae295a706/728x546_1_ee68d8495ae7024fb25a05bb9d8b4576@1706x1280_0xac120003_11233512201672074178.jpeg"width="600px" height="500px" alt="фурнитура на сумке"/>
            <h3 className="text">Главное правило безупречного стиля: фурнитура на аксессуарах в образе должна совпадать с цветом металла украшений. Такая деталь едва заметна, но именно из-за нее ваш аутфит может с легкостью потерпеть крах. Например, если вы выбираете сумку с золотой цепью или ремень с пряжкой такого же цвета — надевайте аналогичные серьги и кольца.</h3>
         </div>
      </section>
      <section id="eight">
         <h2 className="name">Колготки</h2>
         <div class="law" >
            <h3 className="text">Колготки спрятаны под одеждой, поэтому многие ими пренебрегают и не считают их значимой деталью демисезонного и зимнего аутфита. Однако правильно подобрать колготки — задача непростая. Неверный размер способен испортить ваш образ, так как модели сползают вниз, образуя неприличные складки под коленными чашечками. Многие девушки продолжают ходить и в колготках с затяжками, что также считается безвкусицей. Выбирайте варианты вашего размера и обращайте внимание на качество.</h3>
            <img src="https://n1s1.hsmedia.ru/94/48/6f/94486f3a2feb4fcce3b7848e185cb6f2/728x546_1_bc6f7563c7904fc691e6299ade20b9e1@1706x1280_0xac120003_16114199111672074189.jpeg" width="600px" height="500px" alt="колготки"/>
         </div>
      </section>
      <div  className="cont">
         <h2 className='moda'>Успех вашего образа кроется в деталях!  </h2>
      </div>
   </div>
   )
   }
   export default Image;