function About(){
    return ( 
    <div>
       <div className="cont">
          <h3 className="moda"> Модели сумок, которые идеально смотрятся с пуховиками </h3>
       </div >
       <div className="cont">
          <a href="#one"><button  className="change">Двойник</button></a>
          <a href="#two"><button className="change" >Кросс-боди</button></a>
          <a href="#three"><button className="change">Дутые</button></a>
          <a href="#four"><button className="change">Шопер</button></a>
          <a href="#five"><button className="change" >Тоут</button></a>
       </div>
       
       <div class="cont" >
             <img src="https://n1s2.hsmedia.ru/ea/b4/c9/eab4c9da696fb2da001c6365b92f4e3d/728x542_1_ae9244c4fce66cd35f95c8aaf5883367@1200x894_0xac120003_9234502191665432259.jpeg"width="600px" height="400px" alt="Главная"/>
   </div>
          
      
       <section id="one">
          <h2 className="name">Модель-«двойник» пуховика</h2>
          <div class="law" >
             <img src="https://n1s1.hsmedia.ru/83/41/0d/83410d418f767616666caab369cd9b59/728x546_1_0f425587322db73d3596ffe0622592d4@1706x1280_0xac120003_11001244471667401370.jpeg"width="600px" height="500px" alt="двойник"/>
             <h3 className="text">С зимней верхней одеждой удачно будут смотреться сумки, которые повторяют материал одежды. Это может быть твид, замша или кожа. В итоге создается целостность образа. В идеале, чтобы сумка была комбинированной по цветам. Например, синяя с серым. И обязательно, чтобы у модели не было строгой формы, — наоборот, пусть будет больше мягких углов. Это «сгладит» образ и сделает его более законченным.</h3>
          </div>
       </section>
       <section id="two">
          <h2 className="name">Кросс-боди через плечо</h2>
          <div class="law" >
             <h3 className="text">Не стоит выбирать сумки крупного масштаба, лучше, чтобы они могли легко переброситься через плечо и не быть сильно массивными. Предпочтительно, чтобы у модели была круглая форма или же с мягкими углами. Идеальный материал — мягкая кожа или замша без дополнительных элементов. В такой сумке важны не детали, а общее впечатление — качество исполнения изделия, конечно же, влияет на восприятие всего образа.</h3>
             <img src="https://n1s1.hsmedia.ru/4a/d8/61/4ad86144afdfab081f71900c38a68589/728x546_1_49411567f9e9b683e0ebb96c8d6f4062@1656x1242_0xac120003_11623514261667401337.jpeg" width="600px" height="500px" alt="Кросс-боди"/>
          </div>
       </section>
       <section id="three">
          <h2 className="name">Дутые сумки</h2>
          <div class="law" >
             <img src="https://n1s2.hsmedia.ru/3c/4e/2d/3c4e2dc162b6637d5f6af6fdaeb8bcab/728x546_1_8ea7fe2d94138d27f12bb46dec393368@1708x1281_0xac120003_8502041171667401397.jpeg"width="600px" height="500px" alt="Дутые сумки"/>
             <h3 className="text">С пуховиками хорошо смотрятся дутые сумки — «подушки». Модели могут быть разными: как с ручками, так и клатчи. Они напоминают текстуру пуховика и создают общий уютный образ. Но за счет того, что сумка большая и стеганая, это выглядит стильно и актуально, без лишних недостатков «комфортного образа». Приятным бонусом будет, если вы добавите к образу перчатки из аналогичного материала. В этом сезоне много вариантов этого аксессуара, в том числе по цветовой гамме. Все зависит от вашего стиля и предпочтений.</h3>
          </div>
       </section>
       <section id="four">
          <h2 className="name">Сумки-шоперы</h2>
          <div class="law" >
             <h3 className="text">Шоперы вновь вернулись на пик популярности. Они могут быть выполнены из кожи или декорированной замши, иметь яркий или минималистичный принт. Вместе с пуховиком они могут смотреться стильно. К образу можно добавить широкий шарф и бейсболку. В итоге вы получите собранный и законченный образ. Помните, что любой аксессуар может, как закончить образ, так и испортить его своей массивностью.</h3>
             <img src="https://n1s1.hsmedia.ru/f7/70/3e/f7703efcdf4d5294e682dea186b5a161/728x546_1_b7508e41089f3291ae6649f67b0cf7af@1713x1285_0xac120003_19292456041667401412.jpeg" width="600px" height="500px" alt="Сумки-шоперы"/>
          </div>
       </section>
       <section id="five">
          <h2 className="name">Сумки-тоуты</h2>
          <div class="law" >
             <img src="https://n1s1.hsmedia.ru/80/7e/be/807ebead6f0c1488733edaa7a205af94/728x546_1_89f0eb08db75d7baa6218cabec106a70@1706x1280_0xac120003_20698845341667401433.jpeg"width="600px" height="500px" alt="Сумки-тоуты"/>
             <h3 className="text">К объемной зимней верхней одежде подойдут сумки-тоуты. У этих моделей, как правило, мягкая ручка, в том числе она может быть контрастной. Сумки создают гармоничное впечатление о всем образе. Кстати, тоуты уже не первый сезон остаются на пике популярности. Можно использовать метод на контрасте: если пуховик светлый, то отдавайте предпочтение черной модели или более активному оттенку. Не запрещается и делать монохромные образы. В этом сезоне можно создать белоснежный или серый образы.</h3>
          </div>
       </section>
       <div  className="cont">
          <h2 className='moda'> Сумки, как и любой другой аксессуар, можно найти на любой вкус и бюджет. </h2>
       </div>
    </div>
    )
    }
    export default About;